melon
pera
manzana
fresa
yogur
tarta
chocolate
limón
helado
café
té
leche
azúcar
sacarina
agua
vino
cerveza
alcohol
naturaleza
mar
playa
río
orilla
lago
montaña
bosque
árbol
campo
ejercicio
deporte
PAPEL
carta
folío
sobre
sello
libre
libreta
periódico
noticia
aviso
revista
bolígrafo
lápiz
HOMBRE
mujer
chico
chica
niño
anciano
anciana
bebé
esposo
esposa
AMIGO
padre
madre
hijo
hija
hermano
hermana
TRABAJO
profesion
estudiante
profesor
maestro
médico
enfermera
presidente
director
encargado
empleado
camarero
secretario
autónomo
turista
ministro
juez
IDEA
verdad
partido politico
política
costumbre
religión
NOMBRE
apellido
persona
gente
sociedad
ROPA
talla
abrigo
traje
chaqueta
jersey
camisa
camiseta
corbata
blusa
sujetador
pantalones
falda
cinturón
slips
bragas
medias
calcetines
zapatos
botas
bufanda
gorro
guantes
bañador
bikini
paraguas
gafas
TELA
seda
lana
trapo
MATERIAL
plástico
cartón
metal
madera
natural
TIEMPO
historia
fecha
edad
año
dia
hora
minuto
segundo
horario
reloj
HOY
ayer
mañana
pasado mañana
mañana
tarde
noche
SEMANA
fin de semana
dia festivo
lunes
martes
miércoles
jueves
viernes
sábado
domingo
MES
enero
febrero
marzo
abril
mayo
junio
julio
agosto
septiembre
octubre
noviembre
diciembre
METRO
kilómetro
kilo
tonelada
TIEMPO
verano
sol
calor
invierno
frío
navidad
nieve
llover
primavera
otoño
aire
FIESTA
vacaciones
viaje
excursión
música
ruido
CUERPO
cabeza
cara
ojo
oído
nariz
boca
diente
muela
gartanta
pecho
espalda
corazón
higado
riñon
sangre
estómago
brazo
codo
muñeca
mano
dedo
pierna
rodilla
tobillo
pie
peso
estatura
ANIMAL
perro
gato
caballo
asno
vaca
buey
oveja
gallina
BUENO
malo
regular
mejor
peor
MAYOR
menor
grande
pequeño
superior
inferior
BONITO
bello
guapo
feo
LIMPIO
sucio
caliente
frío
barato
caro
lleno
vacío
LISTO
tonto
inteligente
estúpido
capaz
seguro
interesante
fácil
difícil
LIBRE
ocupado
solo
acompañado
sujeto
JOVEN
viejo
alto
bajo
fuerte
flojo
enfermo
sano
fino
delgado
gordo
grueso
duro
blandp
resistente
AGRADABLE
simpático
gracioso
educado
ALEGRE,feliz
triste
contento
cansado
COLOR
blanco
negro
azul
rojo
verde
amarillo
marrón
ADJETIVOS
SÍ
siempre
también
claro
exacto
cierto
justo
igual
NO
nunca
tampoco
falso
injusto
distinto
QUIZÁ
depende
a veces
si
BIEN
mal
así
como
MUY
mucho
poco
bastante
todo(s)
nada
demasiado
casi
más
menos
solamente
alguno
ninguno
AHORA
antes
después
siguiente
mientras
aún
pronto
temprano
luego
tarde
AQUÍ
ahí
allí
enfrente
junto a
delante
detrás, atrás
cerca
lejos
DENTRO
fuera
encima
debajo
RÁPIDO
lento
deprisa
despacio
adelante
atrás
detrás
SALUDAR
hola
buenos dias
buenas tardes
buenas noches
hasta pronto
adiós
POR FAVOR
gracias
de nada
disculpe
qué?
quién?
cuál?
por qué?
cómo?
cuándo?
dónde?
cuánto?
cuántos?
yo
tú
él
ella
usted
ustedes
nosotros
vosotros
ellos
ellas
MI
tu
su
nuestro
vuestro
su
ESTE
ese
aquel
el
un
unos
A
hacia
hasta
para
por
con
de
desde
en
sin
sobre
y
ni
que
porque
NÚMERO
uno
dos
tres
cuatro
cinco
seis
siete
ocho
nueve
cero
diez
veinte
treinta
cuarenta
cincuenta
sesenta
setenta
ochenta
noventa
cien
mil
millón
PRIMERO
segundo
tercero
cuarto
quinto
sexto
séptimo
octavo
noveno
décimo
