melon
pera
manzana
fresa
yogur
tarta
chocolate
limón
helado
cafe
te
leche
azucar
sacarina
agua
vino
cerveza
alcohol
naturaleza
mar
playa
rio
orilla
lago
montaña
bosque
arbol
campo
ejercicio
deporte
PAPEL
carta
folio
sobre
sello
libre
libreta
periodico
noticia
aviso
revista
bolígrafo
lapiz
HOMBRE
mujer
chico
chica
niño
anciano
anciana
bebe
esposo
esposa
AMIGO
padre
madre
hijo
hija
hermano
hermana
TRABAJO
profesion
estudiante
profesor
maestro
medico
enfermera
presidente
director
encargado
empleado
camarero
secretario
autonomo
turista
ministro
juez
IDEA
verdad
partido politico
politica
costumbre
religion
NOMBRE
apellido
persona
gente
sociedad
ROPA
talla
abrigo
traje
chaqueta
jersey
camisa
camiseta
corbata
blusa
sujetador
pantalones
falda
cinturon
slips
bragas
medias
calcetines
zapatos
botas
bufanda
gorro
guantes
bañador
bikini
paraguas
gafas
TELA
seda
lana
trapo
MATERIAL
plastico
carton
metal
madera
natural
TIEMPO
historia
fecha
edad
año
dia
hora
minuto
segundo
horario
reloj
HOY
ayer
mañana
pasado mañana
mañana
tarde
noche
SEMANA
fin de semana
dia festivo
lunes
martes
miercoles
jueves
viernes
sabado
domingo
MES
enero
febrero
marzo
abril
mayo
junio
julio
agosto
septiembre
octubre
noviembre
diciembre
METRO
kilometro
kilo
tonelada
TIEMPO
verano
sol
calor
invierno
frio
navidad
nieve
llover
primavera
otoño
aire
FIESTA
vacaciones
viaje
excursion
musica
ruido
CUERPO
cabeza
cara
ojo
oido
nariz
boca
diente
muela
gartanta
pecho
espalda
corazón
higado
riñon
sangre
estomago
brazo
codo
muñeca
mano
dedo
pierna
rodilla
tobillo
pie
peso
estatura
ANIMAL
perro
gato
caballo
asno
vaca
buey
oveja
gallina
BUENO
malo
regular
mejor
peor
MAYOR
menor
grande
pequeño
superior
inferior
BONITO
bello
guapo
feo
LIMPIO
sucio
caliente
frio
barato
caro
lleno
vacio
LISTO
tonto
inteligente
estupido
capaz
seguro
interesante
facil
dificil
LIBRE
ocupado
solo
acompañado
sujeto
JOVEN
viejo
alto
bajo
fuerte
flojo
enfermo
sano
fino
delgado
gordo
grueso
duro
blandp
resistente
AGRADABLE
simpatico
gracioso
educado
ALEGRE,feliz
triste
contento
cansado
COLOR
blanco
negro
azul
rojo
verde
amarillo
marron
ADJETIVOS
SI
siempre
tambien
claro
exacto
cierto
justo
igual
NO
nunca
tampoco
falso
injusto
distinto
QUIZA
depende
a veces
si
BIEN
mal
asi
como
MUY
mucho
poco
bastante
todo(s)
nada
demasiado
casi
mas
menos
solamente
alguno
ninguno
AHORA
antes
despues
siguiente
mientras
aun
pronto
temprano
luego
tarde
AQUI
ahi
alli
enfrente
junto a
delante
detras, atras
cerca
lejos
DENTRO
fuera
encima
debajo
RAPIDO
lento
deprisa
despacio
adelante
atras
detras
SALUDAR
hola
buenos dias
buenas tardes
buenas noches
hasta pronto
adios
POR FAVOR
gracias
de nada
disculpe
que?
quien?
cual?
por que?
como?
cuando?
donde?
cuanto?
cuantos?
yo
tu
el
ella
usted
ustedes
nosotros
vosotros
ellos
ellas
MI
tu
su
nuestro
vuestro
su
ESTE
ese
aquel
el
un
unos
A
hacia
hasta
para
por
con
de
desde
en
sin
sobre
y
ni
que
porque
NUMERO
uno
dos
tres
cuatro
cinco
seis
siete
ocho
nueve
cero
diez
veinte
treinta
cuarenta
cincuenta
sesenta
setenta
ochenta
noventa
cien
mil
millon
PRIMERO
segundo
tercero
cuarto
quinto
sexto
septimo
octavo
noveno
decimo
